{
  "pageTitle": "About Us",
  "title": "MSTeck is a Mechanical Contracting Company involving design and execution of Mechanical systems in commercial and residential sectors since 2006.",
  "whoTitle": "Who We Are?",
  "whoDes": "MSTech, established in Lebanon in 2006, is a leading mechanical contracting company specializing in planning, consultancy, project management, and installation of mechanical systems. MSTech prioritizes technical efficiency while aligning with the owner's vision, optimizing space, promoting economic efficiency, incorporating sustainability and integrating seamlessly with architectural designs.In 2019, MSTech expanded to Germany, focusing on planning, consultancy and project management of mechanical systems, for residential buildings, office buildings, and hotels. With over 2 decades of experience, MSTech continues to excel in designing and executing mechanical systems for both commercial and residential sectors,adapting to meet client needs.",
  "founderTitle1": "Founders & CEOs",
  "founderTitle2": "Eng. Mostafa Shouman & Mrs. Siham Kobrosli",
  "founderDes": " After founding MSTech in 2006 and with 15+ years we lead the expansion to key location in lebanon. Specialized in Plumbing, heating, ventilation and air conditioning, MSTech is one of the leader mechanical contracting companies. In  2019, we established our branch office in Germany offering design, shopdrawings, consultancy and project management for mechanical services. Join us in shaping the future of mechanical systems through innovation and excellence.",
  "missionTitle": "Our Mission",
  "missionDes": "Lead in the design and execution of mechanical systems, specializing in HVAC, site utilities, plumbing and fire fighting. Since our establishment in 2006, we are dedicated to delivering innovative, reliable, and sustainable solutions for the commercial and residential sectors. We are committed to excellence, ensuring the efficient utilization of space and energy, while minimizing environmental impacts.",
  "visionTitle": "Our Vision",
  "visionDes": "MSTech is to be the premier mechanical contracting company, setting mechanical services for quality, efficiency, and environmental responsibility. We strive to be recognized as leaders in HVAC, site utilities, plumbing and fire fighting systems continuously pushing the boundaries of innovation. Through our unwavering commitment to excellence, we aim to shape a future where every mechanical system we design and execute enhances both the built environment and the well-being of its occupants."
}
