{
  "pageTitle": "Unternehmen",
  "title": "MSTech ist ein Unternehmen für mechanische Auftragsvergabe, das sich seit 2006 mit dem Entwurf und der Umsetzung von mechanischen Systemen im gewerblichen und privaten Sektor beschäftigt.",
  "whoTitle": "Wer wir sind?",
  "whoDes": "MSTech, gegründet im Jahr 2006 im Libanon, ist ein führendes Unternehmen für mechanische Auftragsvergabe, das sich auf die Planung, Beratung, Projektmanagement und Installation von mechanischen Systemen spezialisiert hat. MSTech legt Wert auf technische Effizienz, während es sich mit der Vision des Eigentümers abstimmt, den Raum optimiert, wirtschaftliche Effizienz fördert, Nachhaltigkeit integriert und sich nahtlos in architektonische Entwürfe einfügt. Im Jahr 2019 hat MSTech nach Deutschland expandiert und sich auf die Planung, Beratung und das Projektmanagement von mechanischen Systemen für Wohngebäude, Bürogebäude und Hotels konzentriert. Mit über zwei Jahrzehnten Erfahrung setzt MSTech weiterhin Maßstäbe in der Gestaltung und Umsetzung von mechanischen Systemen sowohl für den gewerblichen als auch den privaten Sektor und passt sich an, um den Bedürfnissen der Kunden gerecht zu werden.",
  "founderTitle1": "Gründer & Geschäftsführer",
  "founderTitle2": "Ing. Mostafa Shouman & Frau Siham Kobrosli",
  "founderDes": "Nach der Gründung von MSTech im Jahr 2006 und mit mehr als 15 Jahren Erfahrung leiten wir die Expansion an wichtige Standorte im Libanon. Spezialisiert auf Sanitär, Heizung, Lüftung und Klimaanlage ist MSTech eines der führenden Unternehmen für mechanische Auftragsvergabe. Im Jahr 2019 haben wir unser Filialbüro in Deutschland eröffnet und bieten Design, Werkzeichnungen, Beratung und Projektmanagement für mechanische Dienstleistungen an. Begleiten Sie uns dabei, die Zukunft der mechanischen Systeme durch Innovation und Exzellenz zu gestalten.",
  "missionTitle": "Unsere Mission",
  "missionDes": "Führend im Entwurf und der Umsetzung von mechanischen Systemen, spezialisiert auf HVAC, Standortversorgung, Sanitär und Brandschutz. Seit unserer Gründung im Jahr 2006 sind wir darauf spezialisiert, innovative, zuverlässige und nachhaltige Lösungen für den gewerblichen und privaten Sektor zu liefern. Wir sind dem Streben nach Exzellenz verpflichtet und gewährleisten die effiziente Nutzung von Raum und Energie bei gleichzeitiger Minimierung der Umweltauswirkungen.",
  "visionTitle": "Unsere Vision",
  "visionDes": "MSTech soll das führende Unternehmen für mechanische Auftragsvergabe sein und mechanische Dienstleistungen für Qualität, Effizienz und Umweltverantwortung setzen. Wir streben danach, als führend im Bereich HVAC, Standortversorgung, Sanitär und Brandschutzsysteme anerkannt zu werden und die Grenzen der Innovation kontinuierlich zu erweitern. Durch unsere unerschütterliche Verpflichtung zur Exzellenz streben wir danach, eine Zukunft zu gestalten, in der jedes von uns entworfene und umgesetzte mechanische System sowohl die gebaute Umgebung als auch das Wohlbefinden ihrer Nutzer verbessert."
}
